#Начало изучения списков
#Список Питоне
"""
#Как вы помните упорядоченная последовательность объектов которой можно указать в квадратном скобках
#Эсиңде болсо, объекттердин иреттелген ырааттуулугу төрт бурчтуу кашаанын ичинде көрсөтүлүшү мүмкүн
"""

number_list = [123,13,434,322,222]#Список - Тизмелер
print(number_list)
some_list = [123, 3, 444, 4.4, "hello"]
print(some_list)
print(len(some_list))#Здесь уточняем длину списка (В результате получаем 5 элементов)
print(len(some_list))#Бул жерде биз тизменин узундугун көрсөтөбүз (Натыйжада биз 5 элементти алабыз)

"""Как вы помните строках точно так в  списке мы можем  применять индексацию и вырезание"""
"""Эсиңде болсо, тизмедеги саптар так ошондой, биз индекстөө жана кесүүнү колдоно алабыз"""
